app/controllers/home_controller.rb

SELECT "movies".* FROM "movies" WHERE (release_year < 1995)
---
  def index
  	@movies = Movie.all